{
  "nav.home": "Home",
  "nav.products": "Products",
  "nav.contact": "Contact",
  "nav.tables": "Tables",
  "nav.ceramics": "Ceramics",
  "nav.artists": "Artists",

  "hero.titleLine1": "Made in Sicily",
  "hero.titleLine2": "Lava-stone tables & Ceramics",

  "collage.headline": "Sicily, love at first sight.",
  "collage.captionTitle": "Amore a prima vista",
  "collage.captionParagraph": "From Etna's flows arise unique surfaces: hand-decorated lava-stone tables and ceramics that keep the colors of the Mediterranean.",
  "collage.tablesTitle": "Lava-stone tables",
  "collage.tablesDesc": "Made with lava stone from Mount Etna, our tables combine natural strength and decorative art. Each top is glazed and hand-painted by our artisans, reinterpreting the tradition of Sicilian maiolica with vibrant colors and Mediterranean motifs. Once fired, the stone becomes resistant to heat, impacts, and weather, making these tables ideal for interiors as well as terraces and gardens. Distinctive details. Iron or stone base, made to measure. Glazes resistant to sun and sea water. Customizable decorations: citrus, vines, rosettes, Greek key patterns. Exclusive designs available on request.",
  "collage.ceramicsTitle": "Ceramics",
  "collage.ceramicsDesc": "Our handcrafted ceramics reinterpret the tradition of Sicilian maiolica: freehand designs, vibrant glazes, and high-temperature firing that enhances the colors. From tiles to plates, from vases to small décor objects, every creation tells the Mediterranean through motifs of citrus, vines, waves, and rosettes. We can customize palettes, initials, and decorations for residential or hospitality spaces. Details. Freehand drawing and brushwork, one-of-a-kind pieces. Glossy or satin glazes, long-lasting colors. Custom sizes, coordinated with other décor elements.",
  "collage.artistsTitle": "Our artists",
  "collage.artistsDesc": "In the heart of Taormina, our artists preserve the Sicilian ceramic tradition, transforming lava stone and maiolica into unique works of art. Each piece is born from a process of drawing, glazing, and hand-painting, where the precision of the craft meets the freedom of color. Between ancient techniques and new inspirations, our artisans tell the story of Sicily through forms, textures, and shades that speak of sun, sea, and volcano. What sets them apart. Completely artisanal craftsmanship. Glazes and brushstrokes inspired by Mediterranean colors. Tradition handed down through generations. Passion and care in every detail.",

  "products.heading": "Our Products",
  "products.requestInfo": "Request Info",

  "contact.heading": "Contact",
  "contact.phone": "Phone",
  "contact.email": "Email",
  "contact.whatsapp": "WhatsApp",
  "contact.form.name": "Name",
  "contact.form.contact": "Email or Phone",
  "contact.form.product": "Product",
  "contact.form.message": "Message",
  "contact.form.send": "Send",
  "contact.form.success": "Thank you! We'll get back to you soon.",

  "footer.taormina": "Taormina",
  "footer.contact": "Contact",
  "footer.follow": "Follow us",
  "footer.sitemap": "Sitemap",
  "footer.contacts": "Contacts",
  "footer.openingHours": "Opening hours",
  "footer.hours.range": "From Monday to Sunday 9:30 – 23:00",
  "footer.location": "Location",
  "footer.whatsapp": "WhatsApp",
  "footer.whatsappPreset": "Hello! I would like information about your products.",
  "footer.days.mon": "Monday",
  "footer.days.tue": "Tuesday",
  "footer.days.wed": "Wednesday",
  "footer.days.thu": "Thursday",
  "footer.days.fri": "Friday",
  "footer.days.sat": "Saturday",
  "footer.days.sun": "Sunday",
  "meta.home.title": "Taormina – Lava Stone & Ceramics",
  "meta.home.description": "Artisan lava-stone tables and hand-painted ceramics from Taormina, Sicily.",
  "meta.products.title": "Our Products – Taormina",
  "meta.products.description": "Discover lava-stone tables and maiolica ceramics handmade in Sicily.",
  "meta.contact.title": "Contact – Taormina",
  "meta.contact.description": "Request information about our lava-stone tables and ceramics.",
  "meta.tables.title": "Lava-stone Tables – Taormina",
  "meta.tables.description": "Discover our handcrafted lava-stone tables glazed and hand-painted in Sicily.",
  "meta.ceramics.title": "Ceramics – Taormina",
  "meta.ceramics.description": "Handcrafted Sicilian maiolica ceramics with Mediterranean motifs and vibrant glazes.",
  "meta.artists.title": "Our Artists – Taormina",
  "meta.artists.description": "Meet the artisans of Taormina who design, glaze, and hand-paint each unique piece."
}
